Repository: hmbz/sell4bids-project
Catalog: Sell4Bids/*.lproj/Localizable.strings
Languages: ur_pk

source: Home
ur_pk: گھر

source: Home
ur_pk: گھر

source: Sell Now
ur_pk: اب فروخت کریں

source: Browse Categories
ur_pk: زمرہ جات کو براؤز کریں

source: My Sell4Bids
ur_pk: Sell4Bids میری

source: Jobs
ur_pk: نوکریاں

source: My Chat
ur_pk: میری چیٹ

source: My Watch List
ur_pk: میری واچ کی فہرست

source: My Profile
ur_pk: میری پروفائل

source: Notifications
ur_pk: اطلاعات

source: What is Sell4Bids?
ur_pk: کیا ہے؟ Sell4Bids

source: How it Works?
ur_pk: یہ کیسے کام کرتا ہے؟

source: Establish Contact
ur_pk: رابطہ قائم کریں

source: About Sell4Bids
ur_pk: کے بارے میں Sell4Bids

source: Terms and conditions
ur_pk: شرائط و ضوابط

source: Privacy Policy
ur_pk: پرائیویسی پالیسی

source: Legal
ur_pk: قانونی

source: Rate Us
ur_pk: ہمیں شرح

source: Share this App
ur_pk: اس اپلی کیشن کا اشتراک کریں

source: Logout
ur_pk: لاگ آوٹ

source: FeedBack
ur_pk: فیڈ بیک

# editDetailBtnUPD
source: Edit Details
ur_pk: تفصیل میں ترمیم کریں

# changePhotoUPD
source: Change Photo
ur_pk: تصویر تبدیل کریں

# ratingLblUPD
source: Rating
ur_pk: درجہ بندی

# detailInfoLblUPD
source: Detail Info
ur_pk: تفصیل معلومات

# emailLblUPD
source: Email
ur_pk: ای میل

# zipCodeLblUPD
source: Zip Code
ur_pk: زپ کوڈ

# stateLocationLblUPD
source: State/Location
ur_pk: ریاستی / مقام

# emailNotificationPreferenceLblUPD
source: Email Notification Preferences
ur_pk: ای میل کی اطلاع کی ترجیح

# buyingActivityLblUPD
source: Buying Activities
ur_pk: خریدنے کی صلاحیت

# chatMesageEmailLblUPD
source: Chat Messages Emails
ur_pk: مسج ای میل چیٹ کریں

# sellingActivityLblUPD
source: Selling Activities
ur_pk: فروخت کی سرگرمی

# sell4bidsInfoLblUPD
source: Sell4Bids Info
ur_pk: Sell4Bids معلومات

# watchingLblUPD
source: Watching
ur_pk: دیکھ رہا ہوں

# followersLblUPD
source: Followers
ur_pk: پیروکاروں

# followingLblUPD
source: Following
ur_pk: درج ذیل

# totalListingsInfoUPD
source: Total Listing
ur_pk: کل لسٹنگ انفارمیشن

# buyingandBidsLblUPD
source: Buying & Bids
ur_pk: خریداری اور بولی

# boughtandWinsLblUPD
source: Bought & Wins
ur_pk: خریدا اور جیت

# unreadMessageLblUPD
source: Unread Messages
ur_pk: ناپسندیدہ پیغام

# unreadNotificationLblUPD
source: Unread Notifications
ur_pk: بغیر پڑھنے کی اطلاع

# EnterDetailsEUP
source: Enter Details
ur_pk: تفصیلات درج کریں

# FullNameEUP
source: Full Name
ur_pk: پورا نام

# ZipCodeEUP
source: Zip Code
ur_pk: زپ کوڈ

# CityandStateEUP
source: City and State will be Updated from Zip Code
ur_pk: زپ کوڈ سے شہر اور ریاست کو اپ ڈیٹ کیا جائے گا

# UpdateEUP
source: Update
ur_pk: اپ ڈیٹ

# TakePhotoBtnCIPU
source: Take Photo
ur_pk: تصویر لو

# SelectPhotoCIPU
source: Select Photo
ur_pk: تصویر منتخب کریں

# DoneBtnFVC
source: Done
ur_pk: ہو گیا

# CategoryFVC
source: Category
ur_pk: قسم

# BuyingOptionFVC
source: Buying Option
ur_pk: اختیار خریدنا

# CountryFVC
source: Country
ur_pk: ملک

# ZipCodeFVC
source: Zip Code
ur_pk: زپ کوڈ

# CityandStateFVC
source: City and Sate will be fatched from zip code
ur_pk: زپ کوڈ سے سٹی اور سیٹ مل جائے گی

# CityFVC
source: City
ur_pk: شہر

# ChangeCityFVC
source: Change zip code to change city
ur_pk: شہر کو تبدیل کرنے کے لئے زپ کا کوڈ تبدیل کریں

# StateFVC
source: State
ur_pk: حالت

# ChangeZipCodetoChangeStateFVC
source: Change zip code to change state
ur_pk: ریاست تبدیل کرنے کے لئے زپ کوڈ تبدیل کریں

# AnyFVC
source: Any
ur_pk: کسی بھی

# PriceRangeFVC
source: Price Range
ur_pk: قیمت کی حد

# ConditionFVC
source: Condition
ur_pk: حالت

# TakePhotoSNS1
source: Take Photo
ur_pk: تصویر لو

# SelectPicture2SNS1
source: Select Picture
ur_pk: تصویر منتخب کریں

# TakePhoto2SNS1
source: Take Photo
ur_pk: تصویر لو

# SelectCategorySTVC
source: Select Category
ur_pk: زمرہ منتخب کریں

# NextBtnSTVC
source: Next
ur_pk: اگلے

# CategorySTVC
source: Category
ur_pk: قسم

# ConditionTitleLblSTVC
source: Condition
ur_pk: حالت

# DescriptionSTVC
source: Description
ur_pk: تفصیل

# VIMNumberSTVC
source: VIM Number
ur_pk: نمبر VIM

# NextS3VC
source: Next
ur_pk: اگلے

# SalaryS3VC
source: Salary
ur_pk: تنخواہ

# PriceS3VC
source: Price
ur_pk: قیمت

# QuantityS3VC
source: Quantity
ur_pk: مقدار

source: List Indefinitely
ur_pk: غیر یقینی طور پر فہرست

source: Listing Duration
ur_pk: فہرست سازی کا دورانیہ

source: Accept Offers
ur_pk: پیشکش قبول کرتے ہیں

source: Automatic Relisting
ur_pk: خودکار تعلقات

# FinishBtnS4VC
source: Finish
ur_pk: ختم

# SaveS4VC
source: Save
ur_pk: محفوظ کریں

# CompanyInformationS4VC
source: Company Information
ur_pk: کمپنی کی معلومات

# LocationFromZipCode
source: Location
ur_pk: مقام

# LocateMeS4VC
source: Locate Me
ur_pk: مجھے تلاش کریں

# EnterZipCodeS4VC
source: Enter Zip Code
ur_pk: زپ کوڈ درج کریں

# CongratsFVC
source: Congrats
ur_pk: مبارک ہو

# DoneMessageFVC
source: Your item has been successfully listed on Sell4Bids
ur_pk: آپ کا آئٹم کامیابی سے Sell4Bids پر درج کیا گیا ہے

# GoodLuckFVC
source: Good Luck
ur_pk: آپ کے لئے اچھی قسمت

# SellorAuctionOffNowHVC
source: Sell or Auction Off Now
ur_pk: اب فروخت یا نیلامی

# SellingTab
source: Selling
ur_pk: فروخت

# Buying & BidsTab
source: Buying & Bids
ur_pk: خریدنے اور بولی

# Bought & WinsTab
source: Bought & Wins
ur_pk: خریدا اور جیت

# FollowersTab
source: Followers
ur_pk: پیروکار

# FollowingTab
source: Following
ur_pk: پیروی

# Block ListTab
source: Block List
ur_pk: بلاک فہرست

# BtnEndListingEVC
source: End Listing
ur_pk: اختتام کی فہرست

# BtnCancelEVC
source: Cancel
ur_pk: منسوخ کریں

# whyDoWantTOEndItemListingEVC
source: Why do want to end item Listing?
ur_pk: کیوں فہرست ختم کرنا چاہتے ہیں

# ReasontoenditemListingEVC
source: Reason to end item Listing
ur_pk: شے کی لسٹنگ ختم کرنے کا سبب دے

source: Item is out of stock
ur_pk: آئٹم اسٹاک سے باہر ہے

source: I will re-list later
ur_pk: میں بعد میں دوبارہ درج کروں گا

source: I am not interested to sell
ur_pk: مجھے فروخت کرنے میں دلچسپی نہیں ہے

source: Item is no longer available
ur_pk: آئٹم اب دستیاب نہیں ہے

source: Not receiving desired bids/offers
ur_pk: مطلوب بولیاں / پیشکش نہیں ملتی

source: Other
ur_pk: دیگر

# SendBtn
source: Send
ur_pk: بھیجیں

# SendCounterOfferPDVC
source: Send Counter Offer
ur_pk: انسداد پیشکش بھیجیں

# OfferAmountPerItemPDVC
source: Offer Amount Per Item
ur_pk: آئٹم فی صد رقم پیش کریں

# QuantityToBuyPDVC
source: Quantity To Buy
ur_pk: مقدار خریدنے کے لئے

source: Chat w Seller
ur_pk: بیچنے والے کے ساتھ چیٹ کریں

source: Chat w Employer
ur_pk: ملازم کے ساتھ چیٹ کریں

source: Buy Now
ur_pk: ابھی خریدیں

source: Apply Now
ur_pk: درخواست دیں

source: Offer Now
ur_pk: پیش کرتے ہیں

source: Bid Now
ur_pk: بولی

# WhatYouFoundInappropiateRIVC
source: What You Found Inappropriate
ur_pk: آپ کو اس شے میں کونسی غیر معمولی چیز ملی ہے

source: Send Report
ur_pk: رپورٹ بھیجیں

# SendOfferBtn
source: Send Offer
ur_pk: پیشکش بھیجیں

# SendOrderBuyNowBtn
source: Send Order
ur_pk: آرڈر بھیجیں

# OfferAmountLbl
source: Offer Amount Per Item
ur_pk: آئٹم فی صد رقم پیش کریں

# QuantityLbl
source: Quantity to buy
ur_pk: مقدار خریدنے کے لئے

source: Quantity to buy
ur_pk: مقدار خریدنے کے لئے

source: Set Quantity
ur_pk: مقدار مقرر کریں

source: Quantity in Stock
ur_pk: اسٹاک میں مقدار

source: Update
ur_pk: اپ ڈیٹ

source: Start Price
ur_pk: قیمتوں کا تعین شروع کریں

source: Reserve Price
ur_pk: ریزرو قیمتوں کا تعین

source: Number of Days
ur_pk: دنوں کی تعداد

source: Offer amount per item
ur_pk: ہر چیز کی رقم پیش کرنا

source: Quantity to sell
ur_pk: مقدار

# Send Counter Offer btn
source: Send Counter Offer
ur_pk: انسداد پیشکش بھیجیں

source: Select Again
ur_pk: دوبارہ منتخب کریں

# ShereLocation
source: Share Location
ur_pk: مقام کا اشتراک کریں

source: Address of place
ur_pk: جگہ کا پتہ

source: Update All
ur_pk: تمام تجدید کریں

source: Title
ur_pk: عنوان

source: Description
ur_pk: تفصیل

source: Condition
ur_pk: حالت

# ConditionValue
source: New/Open Box
ur_pk: نیا / اوپن باکس

source: Price
ur_pk: قیمت

source: Quantity in Stock
ur_pk: اسٹاک میں مقدار

source: Accept Offers
ur_pk: پیشکش قبول کرتے ہیں

source: Automatic Relisting
ur_pk: خودکار تعلقات

source: List Indefinitely
ur_pk: غیر یقینی طور پر فہرست

source: Starting Price
ur_pk: قیمت شروع

source: Watch List
ur_pk: فہرست دیکھیں

source: No Orders received
ur_pk: کوئی حکم نہیں ملا

source: Offers
ur_pk: پیشکش

source: You Successfully shared your location with Buyer.
ur_pk: آپ نے کامیابی سے اپنے مقام کو خریدار کے ساتھ اشتراک کیا

source: Update Location
ur_pk: مقام اپ ڈیٹ کریں

source: Rating has been Updated
ur_pk: درجہ بندی کو اپ ڈیٹ کر دیا گیا ہے

source: MySell4Bids Rating
ur_pk: MySell4Bids درجہ بندی

source: You rated this user.
ur_pk: آپ نے اس صارف کا درجہ لیا

source: Rate the User by Tapping on Stars.
ur_pk: ستارے پر ٹیپ کرکے صارف کی درجہ بندی کریں

source: Yes
ur_pk: جی ہاں

source: No
ur_pk: نہیں

source: Sorry, Could not share your location with buyer because your product's Details could not be fetched
ur_pk: معذرت، آپ کے مقام کو خریدار کے ساتھ اشتراک نہیں کیا جاسکتا کیونکہ آپ کی مصنوعات کی تفصیلات نہیں مل سکی

source: Sorry, could not share your location because buyers data could not be fetched
ur_pk: افسوس، آپ کے مقام کا اشتراک نہیں کیا جا سکا کیونکہ خریداروں کے اعداد و شمار کو نہیں مل سکا

source: No address String found
ur_pk: کوئی پتہ سٹرنگ نہیں ملا

source: Sorry, could not share your location. Hint: Database operation failed
ur_pk: معذرت، آپ کے مقام کا اشتراک نہیں کر سکا. اشارہ: ڈیٹا بیس کے آپریشن ناکام ہوگیا

source: Successfully Shared your location with buyer
ur_pk: اپنے مقام کو خریدار کے ساتھ کامیابی سے اشتراک کیا

source: Orders
ur_pk: احکامات

source: Sorry, Database Operation Failed
ur_pk: افسوس، ڈیٹا بیس آپریشن ناکام ہوگئی

source: Sorry, No Item left in Stock
ur_pk: معذرت، اسٹاک میں کوئی آئٹم باقی نہیں ہے

# OrdersVOVC
source: Orders
ur_pk: احکامات

source: Sorry your Product Stock is out of limit
ur_pk: معذرت، آپ کی پروڈکٹ اسٹاک کی حد سے باہر ہے

source: Check out this item that i found on The Sell4Bids Marketplace.
ur_pk: مارکیٹ میں ملا Sell4Bids اس آئٹم کو چیک کریں جو مجھے

source: Item has been added to your Watch List
ur_pk: آئٹم آپ کی واچ لسٹ میں شامل کردی گئی ہے

source: My Sell4Bids watch List
ur_pk: کی فہرست دیکھیں Sell4Bids میرا

source: This Item has been Removed from Your Watch List
ur_pk: یہ آئٹم آپ کی واچ کی فہرست سے ہٹا دیا گیا ہے

source: No ratings yet.
ur_pk: ابھی تک درجہ بندی نہیں ہے

source: Company
ur_pk: کمپنی

source: Benefits
ur_pk: فوائد

source: Employment
ur_pk: روزگار

source: Pay Period
ur_pk: ادائیگی کا دور

# ShareBtn
source: Share
ur_pk: بانٹیں

source: AddtoMySell4BidsWatchList
ur_pk: کی فہرست Sell4Bids میری فروخت میں شامل کریں

source: Remove From My Watch List
ur_pk: میری واچ کی فہرست سے ہٹا دیں

source: View Offers
ur_pk: پیشکش دیکھیں

source: View Bidding History
ur_pk: بولڈنگ تاریخ دیکھیں

source: Your offer has been sent to the Seller. Waiting for the seller to respond. You can also send a Chat Message directly to the Seller
ur_pk: آپ کا پیشکش بیچنے والے کو بھیجا گیا ہے. بیچنے والا انتظار کرنے کا انتظار کر رہا ہے. آپ بیچنے والے کو براہ راست ایک چیٹ پیغام بھیج سکتے ہیں

source: Buyer with highest bid will be winner
ur_pk: سب سے زیادہ بولی والے خریدار فاتح ہوں گے

source: View Offer History
ur_pk: پیشکش کی تاریخ دیکھیں

source: Rate Your Experience
ur_pk: اپنے تجربے کی شرح

source: Rate Now
ur_pk: شرح اب

source: Report item
ur_pk: آئٹم کی رپورٹ

source: End Listing
ur_pk: اختتام کی فہرست

source: Stop Accept Offers
ur_pk: پیشکش کو روکنے کے لئے

source: Stop New Orders
ur_pk: نئے احکامات کو روک دو

source: Get New Orders
ur_pk: نئے احکامات حاصل کریں

source: Set Stock Quantity
ur_pk: اسٹاک کی مقدار مقرر کریں

source: Hide Product
ur_pk: پروڈکٹ چھپائیں

source: Show Product
ur_pk: مصنوعات دکھائیں

source: List Item
ur_pk: شے کی فہرست

source: Re-list Item
ur_pk: دوبارہ فہرست آئٹم

source: Turbo Charge
ur_pk: ٹربو چارج

source: Edit Listing
ur_pk: فہرست میں ترمیم کریں

source: View Counter Offer
ur_pk: انسداد پیشکش دیکھیں

source: Mark Paid
ur_pk: نشان لگا دیا گیا ہے

source: Marked Paid
ur_pk: ادا شدہ نشان لگایا گیا ہے

source: Seller Marked this item as Paid
ur_pk: بیچنے والے کو اس آئٹم کو ادائیگی کے طور پر نشان لگا دیا گیا

source: Seller Profile
ur_pk: بیچنے والا پروفائل

source: You have successfully added seller to your following list. We will notify you about seller's each new listing
ur_pk: آپ نے اپنی مندرجہ ذیل فہرست میں کامیابی سے بیچنے والے کو شامل کیا ہے. ہم آپ کو ہر نئی لسٹنگ کے بیچنے والے کے بارے میں مطلع کریں گے

# FollowingsSPVC
source: Followings
ur_pk: فالو کریں

source: You have un-followed the seller, you can follow again any time
ur_pk: آپ نے بیچنے والے کو ناپسند کیا ہے، آپ کسی بھی وقت دوبارہ پیروی کر سکتے ہیں

source: Block Person
ur_pk: بلاک کرنا

source: Are you sure you want to block this person? You both won't be able to see items from each other
ur_pk: کیا آپ واقعی اس شخص کو روکنا چاہتے ہیں؟ آپ دونوں ایک دوسرے سے اشیاء کو دیکھنے کے قابل نہیں ہوں گے

# BlockSPVC
source: Block
ur_pk: بلاک

source: Cancel
ur_pk: منسوخ کریں

source: User has Blocked Successfully
ur_pk: صارف نے کامیابی سے بلاک کردیا ہے

source: Sorry for the inconvenience, You won't be shown any items listed by this user
ur_pk: تکلیف کے لئے افسوس آپ اس صارف کی طرف سے درج کردہ اشیاء کو نہیں دکھایا جائے گا

source: Un-follow
ur_pk: غیر فالو کریں

source: Follow
ur_pk: پیروی

# NotRatedYetSPVC
source: Not rated yet
ur_pk: ابھی تک درجہ بندی نہیں ہے

# ProductsSPVC
source: Products
ur_pk: مصنوعات

# FollowersSPVC
source: Followers
ur_pk: پیروکار

source: Block
ur_pk: بلاک

source: Please Share your Thoughts about this item
ur_pk: اس آئٹم کے بارے میں اپنے خیالات کا اشتراک کریں

source: Item Reported Successfully
ur_pk: آئٹم کامیابی سے رپورٹ کی گئی ہے

source: Item is reported to Customer Support, they will review the item and take action accordingly . Thanks for your co-operation
ur_pk: آئٹم کسٹمر سپورٹ کے بارے میں اطلاع دی جاتی ہے، وہ اشیاء کا جائزہ لیں گے اور اس کے مطابق کارروائی کریں گی. آپ کے تعاون کے لئے شکریہ

source: Check out this item that i found on The Sell4Bids Marketplace
ur_pk: مارکیٹ پر قائم کیا Sell4Bids اس آئٹم کو چیک کریں کہ میں نے

source: Internal Error
ur_pk: داخلی خامی

source: Invalid Product Data
ur_pk: غلط پروڈکٹ ڈیٹا

source: Empty Text Field
ur_pk: خالی ٹیکسٹ فیلڈ

source: Please enter bid amount to place a bid
ur_pk: براہ کرم بولی کی جگہ بولی رقم درج کریں

source: Error
ur_pk: خرابی

source: Please enter expected Salary Into text field
ur_pk: ٹیکسٹ فیلڈ میں متوقع تنخواہ درج کریں

source: Your offer has been sent to the employer. Please wait for the employer to respond. You can also send a Chat Message directly to the Employer
ur_pk: آپ کا پیشکش آجر کو بھیج دیا گیا ہے. براہ کرم آجر کا جواب دینے کا انتظار کریں. آپ آجر کو براہ راست ایک چیٹ پیغام بھیج سکتے ہیں

source: Seller has stopped accepting Offers on this product
ur_pk: بیچنے والے کو اس پروڈکٹ کو پیش کرنے کو قبول کرنے سے روک دیا گیا ہے

source: Offers Stopped
ur_pk: بند کرو

source: Something is Wrong
ur_pk: کچھ غلط ہے

source: Seller has stopped Accepting orders for this Product
ur_pk: بیچنے والا اس پروڈکٹ کے لئے احکامات قبول کر رہا ہے

source: Sorry
ur_pk: معذرت

source: Currently, this item is out of stock. You can send a personal message to seller to inquire about more stock
ur_pk: فی الحال، یہ آئٹم اسٹاک سے باہر ہے. مزید اسٹاک کے بارے میں پوچھنا آپ بیچنے والے کو ذاتی پیغام بھیج سکتے ہیں

source: Out of Stock
ur_pk: زخیرے سے باہر

source: Time Expired
ur_pk: وقت ختم ہو گیا

source: Sorry, You missed out on this item
ur_pk: افسوس، آپ اس شے سے باہر نکلے

source: Later
ur_pk: بعد میں

source: Database Error
ur_pk: ڈیٹا بیس کی خرابی

source: Database Operation Failed:
ur_pk: ڈیٹا بیس آپریشن ناکام ہوگیا

source: Your offer has been sent to employer. Please wait for the employer to respond. You can also send a Chat Message directly to the Employer
ur_pk: آپ کا پیشکش آجر کو بھیج دیا گیا ہے. براہ کرم آجر کا جواب دینے کا انتظار کریں. آپ آجر کو براہ راست ایک چیٹ پیغام بھیج سکتے ہیں

source: Are you sure you want to send your Counter Offer to seller at
ur_pk: کیا آپ واقعی اپنے بیچنے والا پیشکش بیچنے والے کو بھیجنا چاہتے ہیں

source: Please enter price per item to continue
ur_pk: براہ کرم جاری رکھنے کے لئے قیمت فی قیمت درج کریں

source: Please enter quantity to continue
ur_pk: جاری رکھنے کیلئے مقدار درج کریں

source: SUCCESSFULL
ur_pk: کامیاب

source: Your item Re-listed Successfully
ur_pk: آپ کا آئٹم کامیابی سے دوبارہ درج ہے

source: OK
ur_pk: ٹھیک ہے

source: Please select feasible duration
ur_pk: براہ کرم مناسب مدت کا انتخاب کریں

source: Reserve Price can never be lesser than Start Price
ur_pk: ریزرو قیمت شروع قیمت سے کہیں کم نہیں ہوسکتی ہے

source: Some Inernal Error has occeured
ur_pk: کچھ داخلی خرابی کو روک دیا ہے

source: Please enter Numbers only
ur_pk: صرف نمبر درج کریں

source: Please enter required number of characters
ur_pk: برائے مہربانی حروف کے مطلوبہ نمبر درج کریں

source: Please enter minimum 20 and maximum 1500 characters
ur_pk: براہ کرم کم سے کم 20 اور زیادہ سے زیادہ 1500 حروف درج کریں

source: Please enter minimum 5 and maximum 20 characters
ur_pk: براہ کرم کم سے کم 5 اور زیادہ سے زیادہ 20 حروف درج کریں

source: Please enter minimum 1 and maximum 6 characters
ur_pk: براہ کرم کم سے کم 1 اور زیادہ سے زیادہ 6 حروف درج کریں

source: Edit listing successfully completed
ur_pk: فہرست میں ترمیم مکمل ہوگئی

source: Edit Listing not completed
ur_pk: فہرست میں ترمیم مکمل نہ ہو

source: Sorry, No items found. Try searching with different filters
ur_pk: افسوس، کوئی اشیاء نہیں ملے. مختلف فلٹرز کے ساتھ تلاش کرنے کی کوشش کریں

source: Reset All
ur_pk: ری سیٹ

source: Max Price must be greater than Min Price
ur_pk: زیادہ سے زیادہ قیمت کم قیمت سے زیادہ ہونا ضروری ہے

source: Zip Code not found!
ur_pk: زپ کوڈ نہیں ملا!

source: Items you list for sale, appear here
ur_pk: آپ جو فروخت فروخت کرتے ہیں وہ یہاں موجود ہیں

source: Items you are currently in the process of buying and have bid on, appear here
ur_pk: آپ جو ابھی خریدنے اور بولی کرنے کے عمل میں ہیں وہ موجود ہیں

source: Items you buy or win after bidding, appear here
ur_pk: بولڈنگ کے بعد آپ خریدنے یا جیتنے والے اشیا یہاں موجود ہیں

source: People, who follow you, appear here
ur_pk: لوگ، جو آپ کی پیروی کرتے ہیں، یہاں آتے ہیں
